tap "homebrew/cask-fonts"

brew "elixir"
brew "fish"
brew "git"
brew "kubectl"
brew "minikube"
brew "n"
brew "nginx"
brew "plantuml"
brew "podman"
brew "tree"

cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "alfred"
cask "blender"
cask "charles"
cask "cleanshot"
cask "dash"
cask "discord"
cask "firefox"
cask "fl-studio"
cask "google-chrome"
cask "ilok-license-manager"
cask "imageoptim"
cask "font-jetbrains-mono"
cask "jetbrains-toolbox"
cask "keyboard-maestro"
cask "license-control-center"
cask "loopback"
cask "minecraft"
cask "native-access"
cask "obs"
cask "omnifocus"
cask "omnigraffle"
cask "omnioutliner"
cask "omniplan"
cask "paw"
cask "pixelsnap"
cask "skype"
cask "slack"
cask "splice"
cask "spitfire-audio"
cask "transmit"
cask "ukelele"
cask "unity-hub"
cask "virtualbox"
