tap "homebrew/cask-fonts"

brew "awscli"
brew "bat"
brew "cmake"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "gradle"
brew "kubectl"
brew "lsd"
brew "minikube"
brew "neovim"
brew "nkf"
brew "plantuml"
brew "ripgrep"
brew "podman"
brew "starship"
brew "tmux"
brew "tree"
brew "unar"
brew "volta"

cask "1password"
cask "audio-hijack"
cask "affinity-designer"
cask "affinity-photo"
cask "alacritty"
cask "alfred"
cask "blender"
cask "charles"
cask "cleanshot"
cask "dash"
cask "discord"
cask "firefox"
cask "fl-studio"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "ilok-license-manager"
cask "imageoptim"
cask "font-jetbrains-mono"
cask "jetbrains-toolbox"
cask "keyboard-maestro"
cask "license-control-center"
cask "loopback"
cask "microsoft-edge"
cask "minecraft"
cask "mongodb-compass"
cask "native-access"
cask "obs"
cask "omnifocus"
cask "omnigraffle"
cask "omnioutliner"
cask "omniplan"
cask "paw"
cask "pixelsnap"
cask "skype"
cask "slack"
cask "splice"
cask "spitfire-audio"
cask "transmit"
cask "ukelele"
cask "unity-hub"
cask "virtualbox"
cask "zoom"
